Repository: jdevalk/clicky
Catalog: lang/clicky-*.po
Languages: tr_tk

source: Clicky is almost ready.
tr_tk: Clicky neredeyse hazır.

source: Clicky needs a bit more info.
tr_tk: Clicky biraz daha bilgiye ihtiyaç duyuyor.

source: The Clicky.me short URL for this post is
tr_tk: Bu yazı için Clicky.me kısa URL'si

source: Tweet this post
tr_tk: Bu yazıyı tweetle

source: Tweet post on publish
tr_tk: Yazı yayınladığında tweet at

source: Goal Tracking
tr_tk: Hedef İzleme

source: Goal ID
tr_tk: Hedef ID

source: Goal Revenue
tr_tk: Hedef Kazancı

source: Stats
tr_tk: İstatistikler

source: You cannot edit the Clicky settings.
tr_tk: Clicky ayarlarını düzenleyemezsiniz.

source: Clicky settings have been updated.
tr_tk: Clicky ayarları güncellendi.

source: Configuration
tr_tk: Yapılandırma

source: Site Key
tr_tk: Site Anahtarı

source: Admin Site Key
tr_tk: Yönetici Site Anahtarı

source: Database Server
tr_tk: Veritabanı Sunucusu

source: Clicky Settings
tr_tk: Clicky Ayarları

source: Track names of commenters
tr_tk: Yorumcu isimlerini takip et

source: Advanced Settings
tr_tk: Gelişmiş Ayarlar

source: Allow Clicky.me integration
tr_tk: Clicky.me entegrasyonuna izin ver

source: Auto Tweet
tr_tk: Oto Tweet

source: No need to check the box on each post, by checking this box, each post get's tweeted automatically.
tr_tk: Her yazıdaki kutuyu işaretlemeye gerek yok, bu kutuyu işaretleyerek her yazı otomatik olarak tweetlenir.

source: Twitter username
tr_tk: Twitter kullanıcı adı

source: Twitter password
tr_tk: Twitter şifresi

source: Prefix for Tweets
tr_tk: Twwetler için önek

source: Update Clicky Settings
tr_tk: Clicky Ayarlarını Güncelle

source: Posted a comment
tr_tk: Bir yorum yazdı

source: Settings
tr_tk: Ayarlar

source: Donate a token of your appreciation.
tr_tk: Takdirinizi belirten bir bağış yapın.

source: Like this plugin?
tr_tk: Eklentiyi beğendiniz mi?

source: Support forums
tr_tk: Destek forumları

source: Need support?
tr_tk: Destek mi lazım?

source: Subscribe
tr_tk: Abone ol

source: Latest news from Clicky
tr_tk: Clicky'den son haberler

source: Nothing to say...
tr_tk: Söyleyecek bir şey yok...

source: Clicky for WordPress
tr_tk: Wordpress için Clicky

source: Integrates Clicky on your blog!
tr_tk: Clicky 'i bloğunuza entegre edin!
